B2BGITVersion/StaticDataAPI/HotelCatalogueData.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns="http://www.juniper.es/webservice/2007/">
  <soapenv:Header/>
  <soapenv:Body>
    <HotelCatalogueData>
      <HotelCatalogueDataRQ Version="1.1" Language="en">
        <Login Email="user@mydomain.com" Password="pass"/>
      </HotelCatalogueDataRQ>
    </HotelCatalogueData>
  </soapenv:Body>
</soapenv:Envelope>
